/* In browser window title */
"Get a donation key!" = "Saņemt ziedojuma kodu!";

/* The full name of the supporter */
"Registered to {0}" = "Reģistrēts priekš {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Paldies Jums par atbalstu! Jūsu atbalsts palidzēs Kiber Pīli uzlabot un attīstīt.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Jūsu ziedojuma kods ir iekopēts Application Support mapē.";

/* Validation failed */
"Not a valid donation key" = "Nav derīgs ziedojuma kods";

"This donation key does not appear to be valid." = "Šis ziedojuma kods nerādās derīgs.";

/* Thank you */
"Continue" = "Turpināt";
/* Validation failed */
"Not a valid donation key" = "Nav derīgs ziedojuma kods";

"This donation key does not appear to be valid." = "Šis ziedojuma kods nerādās derīgs.";

/* Thank you */
"Continue" = "Turpināt";